Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/vada.tmx
Source language: ru
Languages: be

source: Balbata
be: Нізянка

source: Bug
be: Буг

source: Bug / Западный Буг
be: Заходні Буг

source: Czarna Hańcza
be: Чорная Ганча

source: Daugava
be: Заходняя Дзвiна

source: Kanał Augustowski
be: Аўгустоўскі канал

source: Riču ezers
be: Ричу

source: Szlamica
be: Шляміца

source: Абрамовщина
be: Абрамаўшчына

source: Августовский канал
be: Аўгустоўскі канал

source: Адворенское озеро
be: Адворанскае возера

source: Адров
be: Адроў

source: Альзиница
be: р. Альзініца

source: Аута
be: Авута

source: Байна
be: р. Байна

source: Балазна
be: р. Балазна

source: Басинка
be: Басінка

source: Бедрица
be: р. Бедрыца

source: Безунья
be: р. Бязуння

source: Белица
be: Беліца

source: Белое
be: Белае

source: Белое озеро
be: Белае возера

source: Березина
be: [Бярэ́зіна, Бярэзіна, р. Бярэ́зіна, р. Бярэзіна]

source: Березка
be: Бярозка

source: Берёзка
be: Бярозка

source: Березовка
be: Беразоўка

source: Берёзовка
be: Бярозаўка

source: Береща
be: р. Бярэшча

source: Берновка
be: р. Бярноўка

source: Беседь
be: Бесядзь

source: Бикложа
be: Бікложа

source: Билеица
be: Білеіца

source: Богдановка
be: Багданаўка

source: Большая Лебедка
be: Вялікая Лябёдка

source: Большие Окуничи
be: Вялікія Акунічы

source: Большие Швакшты
be: Вялікія Швакшты

source: Боровка
be: Бароўка

source: Брагинка
be: Брагінка

source: Братянка
be: Брацянка

source: Брыжовка
be: р. Брыжоўка

source: Буг/Bug
be: Заходні Буг

source: Будовесть
be: Будавесць

source: Быковка
be: Быкаўка

source: Вавюрка
be: Вавёрка

source: вдхр. Вяча
be: вдсх. Вяча

source: вдхр. Криница
be: вдсх. Крыніца

source: вдхр. Тулово
be: вдсх. Тулава

source: Ведетица
be: р. Вядзеціца

source: Ведровка
be: Вядроўка

source: Велижка
be: р. Веліжка

source: Великая
be: р. Вялікая

source: Вёнзовец
be: Вензавец

source: Вередавка
be: Вярэдаўка

source: Веретейка
be: Вератейка

source: Вержболовка
be: Вержбалоўка

source: Верижская канава
be: Верыжская канава

source: Верхита
be: [Вярхіта, р. Вярхіта]

source: Вилейка
be: Вілейка

source: Вилия
be: [Вiлiя, Ві́лія, Вілія]

source: Витьба
be: Віцьба

source: Вишня
be: Вішня

source: водохранилище Оброво
be: вадасховішча Аброва

source: Военное озеро
be: Ваеннае возера

source: Волкушанка
be: Ваўкушанка

source: Воловка
be: Валоўка

source: Волчковичское вдхр.
be: Воўчкавіцкае вдсх.

source: Волынка
be: р. Валынка

source: Воронка
be: р. Варонка

source: Воропинка
be: Варапiнка

source: Второе озеро
be: Другое возера

source: Выдрейка
be: р. Выдрэйка

source: Выдрица
be: [Выдрыца, р. Выдрыца]

source: Вымнянка
be: р. Вымнянка

source: Гавья
be: Гаўя

source: главный канал Вилейско-Минской водной системы
be: галоўны канал Вілейска-Мінскай воднай сістэмы

source: главный Обровский канал
be: Галоўны Аброўскі канал

source: Глубокое
be: Глыбокае

source: Глыбочка
be: р. Глыбачка

source: Гнилица
be: Глініца

source: Гожанка
be: Гажанка

source: Голдовлянка
be: Галдаўлянка

source: Горница
be: Горніца

source: Горновка
be: [Горнаўка, р. Горнаўка]

source: Городенка
be: Гарадзенка

source: Городничанка
be: Гараднiчанка

source: Городок
be: Гарадок

source: Горожанка
be: Гаражанка

source: Горожанская
be: р. Гаражанская

source: Гребной канал
be: Вяслярны канал

source: Гривда
be: Грыўда

source: Гродненская ГЭС
be: Гродзенская ГЭС

source: Громоть
be: р. Громаць

source: Дворище
be: Дворышча

source: Деменка
be: Дзяменка

source: Деревиж
be: р. Дзеравіж

source: Деревянка
be: Дзеравянка

source: Дерновка
be: Дзярноўка

source: Деряжина
be: [Дзяражына, р. Дзяражына]

source: Дива
be: Дзiва

source: Дивать
be: р. Дзіваць

source: Дикушка
be: Дзікушка

source: Дисна
be: Дзісна

source: Дитва
be: Дзітва

source: Днепр
be: Дняпро

source: Дніпро
be: Дняпро

source: Добрейка
be: Дабрэйка

source: Добринка
be: Добрынка

source: Добрица
be: Дабрыца

source: Дохнарка
be: р. Дахнарка

source: Дрисса
be: [Дрыса, р. Дрыса]

source: Дрожбитка
be: р. Даржбітка

source: Друть
be: [Друць, р. Друць]

source: Дубница
be: Дубніца

source: Дубровенка
be: [Дубровенка, р. Дубровенка]

source: Дубровка
be: Дубраўка

source: Дятловка
be: Дзятлаўка

source: Ендреня
be: Яндрэня

source: Желудянка
be: Жалудзянка

source: Жельцанка
be: р. Жэльцанка

source: Жижма
be: Жыжма

source: Жорновка
be: Жорнаўка

source: Жортайка
be: р. Жартайка

source: Загорники
be: Загорнікі

source: Закобылица
be: Закабыліца

source: Залюховка
be: Залюхаука

source: Заольшанка
be: Заальшанка (Альшанка)

source: Западная Двина
be: Заходняя Дзвіна

source: Западный Буг
be: Заходні Буг

source: Зарежанка
be: р. Заражанка

source: Зарница
be: Зарніца

source: Зароновка
be: Заронаўка

source: Зачерновская
be: р. Зачэрнаўская

source: Званица
be: р. Званіца

source: Звездик
be: Звездзік

source: Зверинка
be: р. Зверынка

source: Зелёнка
be: Зялёнка

source: Зеленуха
be: [Зелянуха, р. Зелянуха]

source: Зельвянка
be: Зяльвянка

source: Злобино
be: Злобіна

source: Зуйница
be: р. Зуйніца

source: Ивановка
be: Іванаўка

source: Ивата
be: р. Івата

source: Ивезянка
be: Івязянка

source: Иордынка
be: р. Іардынка

source: Ипуть
be: Іпуць

source: Ирвеница
be: Ірвяніца

source: Иржевка
be: р. Іржэўка

source: Ислочь
be: Іслач

source: Исса
be: Іса

source: Ищелнянка
be: Ішчальнянка

source: Кабищанка
be: р. Кабішчанка

source: Калаченец
be: Калачынец

source: Калиновка
be: Калінаўка

source: Каменица
be: [Камянiца, Камяніца]

source: Каменка
be: [Каменка, р. Каменка]

source: Каменчанка
be: р. Камянчанка

source: канал Огинского
be: канал Агінскага

source: Каспля
be: р. Каспля

source: Кевлено
be: Кеўліна

source: Клева
be: Клява

source: Клевица
be: Клявіца

source: Корляча
be: р. Карляча

source: Костеневка
be: Касцянёўка

source: Котовский
be: Катоўскі

source: Крапивенка
be: р. Крапівенка

source: Красомай
be: р. Красамай

source: Кривая
be: р. Крывая

source: Кривинка
be: Крывінка

source: Криница
be: Крынiца

source: Крутой Ручей
be: Круты Ручай

source: Кулаженка
be: р. Кулажанка

source: Курасовщинское водохранилище
be: Курасоўшчынскае вадасховішча

source: Ладыгино
be: р. Ладыгіна

source: Лазаретная
be: Лазарэтная

source: Лазовка
be: Лазоўка

source: Лебеда
be: Лебяда

source: Лебедка
be: Лябёдка

source: Лебяжий
be: Лябяжы

source: Лесная
be: Лясная

source: Лесница
be: Лесніца

source: Леща
be: Лешча

source: Лидейка
be: Лідзейка

source: Ликовка
be: Лікоўка

source: Лимна
be: р. Лімна

source: Липа
be: р. Ліпа

source: Липовка
be: Ліпаўка

source: Литовский
be: Литоўскі

source: Ловать
be: р. Ловаць

source: Лонница
be: Лонніца

source: Лососина
be: Ласасіна

source: Лососна
be: Ласосна

source: Лососянка
be: Ласасянка

source: Лохозва
be: Лахазва

source: Лошица
be: Лошыца

source: Лужеснянка
be: Лужаснянка

source: Лукомка
be: [Лукамка, р. Лукамка]

source: Лукомское
be: Лукомскае

source: Луконица
be: Луконіца

source: Любкинья
be: Любкіння

source: Малая Бельчанка
be: Малая Бяльчанка

source: Малиновка
be: Малінаўка

source: Малорита
be: Маларыта

source: Малые Окуничи
be: Малыя Акунічы

source: Малые Швакшты
be: Малыя Швакшты

source: Маринец
be: р. Марынец

source: Марисина
be: р. Марысіна

source: Махановка
be: Маханаўка

source: Межево
be: Межава

source: Мерея
be: р. Марэя

source: Милковка
be: р .Мілкаўка

source: Милостовка
be: Мілостаўка

source: Миранка
be: Міранка

source: Мироновка
be: Міронаўка

source: Можница
be: р. Можніца

source: Морай
be: р. Морай

source: Моства
be: Маства

source: Мошна
be: [Мошна, р. Мошна]

source: Мошница
be: Машніца

source: Муравец
be: руч. Муравец

source: Мурожница
be: Мурожніца

source: Мухавецкое озеро
be: Мухавецкае возера

source: Мяделка
be: Мядзелка

source: Мяделька
be: Мядзелка

source: Нарочь
be: Нарач

source: Нача
be: [Нача, р. Нача]

source: Неворожка
be: р. Неварожка

source: Нежлевка
be: Нежлеўка

source: Неман
be: Нёман

source: Немержанка
be: Немяржанка

source: Немойтянка
be: р. Немайцянка

source: Нерейшанка
be: р. Нерайшанка

source: Нещерда
be: р. Нешчарда

source: Низянка
be: Нізянка

source: Нища
be: р. Нішча

source: Обедовка
be: Абедаўка

source: Обокрители
be: Абакрытэлі

source: Оболь
be: [Обаль, р. Обаль]

source: Оболянка
be: Абалянка

source: Оборотский канал
be: Абароцкі канал

source: Обровский канал
be: Аброўскі канал

source: Обручевка
be: Абручоўка

source: Обручёвка
be: Абручоўка

source: Обчуга
be: Абчуга

source: Овсянка
be: р. Аўсянка

source: Огейха
be: Агейха

source: Огинский канал
be: Агінскі канал

source: Огнеш
be: Агнеш

source: Огороднический ручей
be: Агародніцкі ручай

source: Огурнеевка
be: Агурнёўка

source: Одрижинский канал
be: Адрыжінскі канал

source: оз. Алес
be: воз. Алес

source: оз. Апуково
be: воз. Апукова

source: оз. Арлейко
be: воз. Арлейка

source: оз.Афанасьевское
be: Афанасьеўскае воз.

source: оз. Барановское
be: воз. Баранаўскае

source: оз. Бездонное
be: воз. Бяздоннае

source: оз.Безымянное
be: воз. Безназоўнае

source: оз. Белое
be: [Белае, Белае воз., воз. Белае]

source: оз. Береже
be: воз. Бярэжа

source: оз. Березинец
be: воз. Бярэзінец

source: оз. Берёзовское
be: воз. Бярозаўскае

source: оз. Берново
be: воз. Бярнова

source: оз. Бернское
be: Бернскае воз.

source: оз. Бикложа
be: воз. Бікложа

source: оз. Бобрица
be: воз. Бабрыца

source: оз. Богдановское
be: воз. Багданаўскае

source: оз. Болецкое
be: Болецкае воз.

source: оз. Большое Белое
be: Вялікае Белае воз.

source: оз. Большое Островито
be: воз. Вялікае Астравіта

source: оз. Большое Островлянское
be: Вялікае Астраўлянскае воз.

source: оз. Боровка
be: воз. Бароўка

source: оз. Боровлянское
be: воз. Бараўлянскае

source: оз. Боровно
be: [воз. Бароўна, воз. Бораўна]

source: оз. Боровое
be: воз. Баравое

source: оз.Боровское
be: Бараўское воз.

source: оз. Бугаёвское
be: воз. Бугаёўскае

source: оз. Будовесть
be: воз. Будавесць

source: оз. Буёвское
be: воз. Буёўскае

source: оз. Бутыки
be: воз. Бутыкі

source: оз. Валуйское
be: воз. Валуйскае

source: оз. Ведренец
be: воз. Ведранец

source: оз. Веркудское
be: воз. Вяркудскае

source: оз. Вобренка
be: воз. Вобранка

source: оз. Вогзино
be: воз. Вогзіна

source: оз. Волконька
be: воз. Ваўконька

source: оз. Волнея
be: воз. Валнея

source: оз.Волосно
be: воз. Воласна

source: оз. Воронь
be: воз. Ворань

source: оз. Вослепно
be: воз. Васлепна

source: оз. Вочка
be: воз. Вочка

source: оз. Вывежек
be: воз. Вывежак

source: оз.Вымно
be: воз. Вымна

source: оз. Вымно (спортивное)
be: воз. Вымна (спартыўнае)

source: оз. Высокое
be: воз. Высокае

source: оз. Вышедское
be: воз. Вышадскае

source: оз. Гарносвечье
be: воз. Гарнасвечча

source: оз. Гвоздок
be: воз. Гваздок

source: оз. Глистовик
be: воз. Глістовік

source: оз. Глубокое
be: [Глыбокае воз., воз. Глыбокае]

source: оз. Глубокое Струново
be: воз. Глыбокае Струнава

source: оз. Глыбочица
be: воз. Глыбочыца

source: оз. Глыбочка
be: воз. Глыбачка

source: оз. Глыбочь
be: воз. Глыбач

source: оз. Городно
be: воз. Гародна

source: оз. Гребенницкое
be: воз. Міхалінава (Грабеніцкае)

source: оз. Дворище
be: воз. Дворышча

source: оз. Девинское
be: воз. Дзевінскае

source: оз. Девичье
be: воз. Дзявочае

source: оз. Добеевское
be: Дабееўскае воз.

source: оз. Добрино
be: воз. Добрына

source: оз. Долгое
be: [Доўгае воз., воз. Доўгае]

source: оз. Домановское
be: воз. Даманаўскае

source: оз. Дривяты
be: воз. Дрывяты

source: оз. Дубровка
be: воз. Дубраўка

source: оз. Дубровское
be: воз. Дубраўскае

source: оз. Ельня
be: воз. Ельня

source: оз. Ершово
be: воз. Яршова

source: оз. Жабница
be: воз. Жабніца

source: оз. Жежлино
be: воз. Жэжліна

source: оз. Женно
be: воз. Жэнна

source: оз. Жеринское
be: воз. Жэрынскае

source: оз. Жодень
be: воз. Жодзень

source: оз. Жужель
be: воз. Жужаль

source: оз. Завесно
be: воз. Завесна

source: оз. Задрач
be: воз. Задрач

source: оз. Залешно
be: воз. Заляшно

source: оз. Замошье
be: воз. Замошша

source: оз. Заозерское
be: воз. Заазерскае

source: оз. Запецкое
be: воз. Запецкае

source: оз. Зароновское
be: воз. Заронаўскае

source: оз. Заружань
be: воз. Заружанне

source: оз. Захбейка
be: воз. Захбейка

source: оз. Зеленец
be: воз. Зелянец

source: оз. Зеленское
be: воз. Зелянскае

source: оз. Илово
be: воз. Ілава

source: оз. Исса
be: воз. Іса

source: оз.Казенное
be: Казённае воз.

source: оз. Какисино
be: воз. Какісіна

source: оз. Карасёво
be: воз. Карасёва

source: оз. Кичино
be: воз. Кічына

source: оз. Княгининское
be: воз. Княгiнiскае

source: оз. Княжное
be: воз. Княжнае

source: оз. Колесино
be: воз. Калесiна

source: оз. Колодезь
be: воз. Калодзезь

source: оз. Коломерка
be: воз. Каламерка

source: оз. Костовье
be: воз. Кастаўе

source: оз. Котовское
be: воз. Катоўскае

source: оз. Кошелки
be: воз. Кашалкі

source: оз. Кошо
be: воз. Кашо

source: оз. Краснодворское
be: Краснадворскае воз.

source: оз. Красное
be: воз. Краснае

source: оз. Кривое
be: Крывое воз.

source: оз. Круглик
be: воз. Круглік

source: оз. Круглое
be: воз. Круглае

source: оз. Круглянское
be: воз. Круглянскае

source: оз. Крыльцово
be: воз. Крыльцова

source: оз. Куликовское
be: Кулікоўскае воз.

source: оз. Куровщина
be: Кураўшчына

source: оз. Леваново
be: воз. Леванова

source: оз. Лезвинка
be: воз. Лезвінка

source: оз. Лепельское
be: воз. Лепельскае

source: оз. Лесковичи
be: воз. Лескавічы

source: оз. Лешно
be: воз. Лешна

source: оз. Лещево
be: воз. Лешчава

source: оз. Лимновское
be: воз. Лімнаўскае

source: оз. Линец
be: воз. Лiнец

source: оз. Линко
be: воз. Лiнка

source: оз. Липки
be: воз. Ліпкі

source: оз. Липно
be: воз. Ліпна

source: оз. Лосвидо
be: воз. Лосвіда

source: оз. Луговое
be: воз. Лугавое

source: оз. Луженец
be: воз. Лужэнец

source: оз. Луковское
be: воз. Лукаўскае

source: оз. Луконица
be: воз. Луконіца

source: оз. Любжинское
be: Любжынскае воз.

source: оз. Любицино
be: воз. Любiцына

source: оз. Людвище
be: воз. Людзвішча

source: оз. Люкшино
be: воз. Люкшына

source: оз. Лядно
be: воз. Лядна

source: оз. Макаровское
be: Макараўскае воз.

source: оз. Макачи
be: воз. Макачы

source: оз. Малое Белое
be: Малое Белае воз.

source: оз. Малое Черново
be: воз. Малое Чарнова

source: оз. Медесно
be: воз. Мядзесна

source: оз. Межа
be: воз. Мяжа

source: оз. Мелкое
be: Мелкае воз.

source: оз. Мелкое Струново
be: воз. Мелкае Струнава

source: оз. Минтуровское
be: Мінтуроўскае воз.

source: оз. Моратно
be: воз. Моратна

source: оз. Мошно
be: воз. Мошна

source: оз. Мугирино
be: воз. Мугірына

source: оз. Мурожницкое
be: воз. Мурожніцкае

source: оз. Мухно
be: воз. Мухна

source: оз. Мядель
be: воз. Мядзел

source: оз. Навлицкое
be: Наўліцкае воз.

source: оз. Налютик
be: воз. Налюцiк

source: оз. Негро
be: воз. Нёгра

source: оз. Неколочь
be: воз. Некалач

source: оз. Немцево
be: воз. Немцава

source: оз. Несино
be: воз. Несіна

source: оз. Несьпиш
be: воз. Неспіш

source: оз.Новинское
be: воз. Навінскае

source: оз. Новята
be: воз. Навята

source: оз. Нюля
be: воз. Нюля

source: оз. Обуховское
be: Абухаўскае возера

source: оз. Огзино
be: воз. Вогзіна

source: оз. Озёрки
be: воз. Азёркі

source: оз. Окнистое
be: воз. Акністае

source: оз. Ольшанка
be: воз. Альшанка

source: оз. Ордышево
be: воз. Ардышова

source: оз. Ореховое
be: Арэхавае воз.

source: оз. Ореховское
be: воз. Арэхаўскае

source: оз. Оршино
be: Оршына

source: оз. Осиновка
be: воз. Асінаўка

source: оз. Осиновское
be: Асінаўскае воз.

source: оз. Осмота
be: воз. Восмата

source: оз. Осотно
be: воз. Асотна

source: оз. Остравито
be: воз. Астравіта

source: оз. Островенское
be: воз. Астравенскае

source: оз. Островито
be: [воз. Астравiта, воз. Астравіта]

source: оз. Островки
be: воз. Астраўкі

source: оз. Островно
be: [Астроўна, воз. Астроўна]

source: оз. Отолово
be: воз. Атолава

source: оз. Паулье
be: воз. Павулле

source: оз. Паульское
be: воз. Павульскае

source: оз. Первищенское
be: Пярвішчанскае воз.

source: оз. Первое
be: воз. Першае

source: оз. Плав
be: воз. Плаў

source: оз. Плавущее
be: воз. Плавучае

source: оз. Платишно
be: воз. Плацішна

source: оз. Плесно
be: воз. Плесна

source: оз. Плоское
be: воз. Плоскае

source: оз. Подшапье
be: Падшап'е

source: оз. Полозерье
be: воз. Паўазер’е

source: оз. Полонское
be: Палонскае воз.

source: оз. Пренц
be: воз. Прэнц

source: оз. Проводы
be: воз. Правады

source: оз. Проскурно
be: воз. Праскурна

source: оз. Прудок
be: воз. Прудок

source: оз. Разван
be: воз. Разван

source: оз. Рашное
be: воз. Рашнае

source: оз. Рогово
be: воз. Рогава

source: оз. Роговское
be: воз. Рагоўскае

source: оз. Ромашково
be: воз. Рамашкава

source: оз. Россоно
be: воз. Расона

source: оз. Рытовно
be: воз. Рытоўна

source: оз. Свино
be: воз. Свіно

source: оз. Святцо
be: воз. Святца

source: оз. Селяево
be: воз. Сяляева

source: оз. Сенно
be: воз. Сянно

source: оз. Серокоротня
be: воз. Серакаротня

source: оз. Синьша
be: воз. Сіньша

source: оз. Ситно
be: воз. Сітна

source: оз. Ситнянское
be: воз. Сітнянскае

source: оз.Скрыдлево
be: воз.Скрыдлева

source: оз. Солёное
be: воз. Салёнае

source: оз. Солонец
be: Салонец

source: оз. Соро
be: воз. Саро

source: оз. Сосенка
be: воз. Сосенка

source: оз. Сосна
be: воз. Сосна

source: оз. Сосно
be: воз. Сосна

source: оз. Стержень
be: воз. Сцержань

source: оз. Стерник
be: воз. Сцернік (Бусоўня)

source: оз.Стрешно
be: воз. Стрэшна

source: оз. Стрешно
be: воз. Стрэшна

source: оз. Суйковское
be: воз. Суйкаўскае

source: оз. Сукременское
be: Сукрэменскае воз.

source: оз. Сушино
be: воз. Сушына

source: оз. Танай
be: воз. Танай

source: оз. Теменица
be: воз. Цеменіца

source: оз. Теребетовское
be: воз. Церабетаўскае

source: оз. Тиосто
be: воз. Цёста

source: оз. Толыни
be: воз. Талынi

source: оз. Третье
be: воз. Трэцяе

source: оз. Туроссы
be: воз. Турасы

source: оз. Тухинское
be: воз. Тухінскае

source: оз. Удебно
be: воз. Удзебна

source: оз. Ужо
be: воз. Ужо

source: оз. Улазовичское
be: воз. Улазавіцкае

source: оз. Урода
be: воз. Урада

source: оз. Усая
be: воз. Усая

source: оз. Утянское
be: Уцянскае воз.

source: оз. Ходцы
be: воз. Ходцы

source: оз. Хотино
be: воз. Хоціна

source: оз. Чарнуик
be: воз. Чарнуйк

source: оз. Чербомысло
be: воз. Чарбамысла

source: оз. Чёрная Урода
be: воз. Чорная Урада

source: оз. Черница
be: воз. Чарніца

source: оз. Черново
be: воз. Чарнова

source: оз. Чёрное
be: воз. Чорнае

source: оз. Чёрное Болото
be: воз. Чорнае Балота

source: оз. Черосово
be: воз. Чаросава

source: оз. Чёртово
be: Чортава воз.

source: оз. Чистик
be: воз. Чысцік

source: оз. Шевино
be: воз. Шэвіна

source: оз. Шелохово
be: воз. Шэлахава

source: оз. Ширковское
be: воз. Шыркаўскае

source: оз. Шо
be: воз. Шо

source: оз. Щербаковское
be: Шчарбакоўскае воз.

source: оз. Щибот
be: воз. Шчыбат

source: оз.Яновичское
be: Янавіцкае воз.

source: Озерищенская
be: Азярышчанская

source: Озерный канал
be: Азерны канал

source: Озёрный канал
be: Азёрны канал

source: озеро Азаренское
be: возера Азаранскае

source: озеро Азароново
be: Азаронава

source: озеро Азерцы
be: возера Азерцы

source: озеро Аксеново
be: Аксёнава

source: озеро Алашское
be: возера Алашскае

source: озеро Алоизберг
be: возера Алаізберг

source: озеро Белое
be: Белае

source: озеро Груда
be: возера Груда

source: Озеродка
be: Азяродка

source: озеро Езерище
be: возера Езярышча

source: озеро Круглик
be: возера Круглік

source: озеро Кузьмичи
be: возера Кузьмічы

source: озеро Нарочь
be: возера Нарач

source: озеро Обабье
be: возера Абаб'е

source: озеро Обида
be: возера Абіда

source: озеро Оболе
be: возера Аболе

source: озеро Образцы
be: возера Абразцы

source: озеро Обстерно
be: возера Абстэрна

source: озеро Ожехово
be: возера Ажэхава

source: озеро Озерайце
be: возера Азярайцы

source: озеро Озерки
be: возера Азёркі

source: озеро Озерко
be: возера Азярко

source: озеро Окно
be: возера Акно

source: озеро Окуневец
be: возера Акунёвец

source: озеро Окунево
be: возера Акунёва

source: озеро Окуневчик
be: возера Акунёўчык

source: озеро Окунец
be: возера Акунец

source: озеро Окунино
be: возера Акуніна

source: озеро Окунь
be: возера Акунь

source: озеро Ордово
be: возера Ардова

source: озеро Отводы
be: возера Адводы

source: озеро Святое
be: возера Святое

source: озеро Семиховичи
be: возера Семехавічы

source: озеро Худовец
be: возера Худавец

source: озеро Юбилейное
be: возера Юбілейнае

source: Озерянское озеро
be: Азяранскае возера

source: Окменица
be: Акмяніца

source: Октябрьский канал
be: Акцябрскі канал

source: Октябрьский кнал
be: Акцябрскі канал

source: Окуневка
be: Акунёўка

source: Окунинский канал
be: Акунінскі канал

source: Ола
be: Ала

source: Олеховка
be: Алёхаўка

source: Олешня
be: Алешня

source: Ольховка
be: Альхоўка

source: Ольша
be: р. Вольша

source: Ольшанка
be: Альшанка

source: Опита
be: Апіта

source: Ордежанка
be: р. Арджанка

source: Ордышевка
be: Ардышоўка

source: Ореховский
be: Арэхаускi

source: Оржовка
be: Аржоўка

source: Оршица
be: [Аршыца, р. Аршыца]

source: Осеча
be: р. Асеча

source: Осиновка
be: Асінаўка

source: Осовица
be: Асавіца

source: Осока
be: р. Асака

source: Островлянка
be: р. Астраўлянка

source: Острошицкое вдхр.
be: Астрашыцкае вдсх.

source: Ошмянка
be: Ашмянка

source: Пальминка
be: р. Пальмінка

source: Переволочка
be: Перавалочка

source: Перекуль
be: Перакуль

source: Песочанка
be: Песачанка

source: Пестуница
be: Пестуніца

source: Песчанка
be: Пясчанка

source: Плеснянка
be: Пляснянка

source: Плиса
be: [Пліса, р. Пліса]

source: Плисса
be: Пліса

source: Пневка
be: Пнёўка

source: Погост
be: Пагост

source: Половец
be: р. Паловец

source: Полонка
be: Палонка

source: Полота
be: [Палата, р. Палата]

source: Полюшка
be: [р. Палюшка, р. Полюшка]

source: Понарка
be: Панарка

source: Поня
be: [Поня, р. Поня]

source: Поросица
be: [Парасіца, р. Парасіца]

source: Почалица
be: [Пачаліца, р. Пачаліца]

source: Припять
be: [ПРЫПЯЦЬ, Прыпяць]

source: Пробойница
be: Прабойніца

source: Протяг
be: р. Працяг

source: Прудище
be: Прудзіща

source: Прудчинская
be: Прудчынская

source: Птичь
be: Пціч

source: Пырянка
be: Пыранка

source: р. Мяделка
be: Пастаўскае возера

source: Ракитовка
be: р. Ракітаўка

source: Ратомка
be: Ратамка

source: Речица
be: р. Рэчыца

source: Ржавка
be: Ржаўка

source: Рогожица
be: р. Рагожыца

source: Россасенка
be: [Расасенка, р. Расасенка]

source: Россь
be: Рось

source: Рубежница
be: Рубежніца

source: Рудавка
be: Рудаўка

source: Рудница
be: [Рудніца, р. Рудніца]

source: ручей Дунай
be: ручай Дунай

source: ручей Озера
be: ручай Азёры

source: ручей Песковатик
be: ручай Пескавацік

source: ручей Питомка
be: ручай Пiтомка

source: ручей Слизский
be: ручай Слізскі

source: Рыбница
be: Рыбніца

source: Рябинка
be: р. Рабінка

source: Салатьевское
be: Салаццеўскае

source: Свенцица
be: Свянціца

source: Светое
be: воз. Святое

source: Свеча
be: р. Свяча

source: Свечанка
be: Свячанка

source: Свина
be: р. Свіна

source: Свинка
be: Свінка

source: Свислочь
be: Свіслач

source: Свитязь
be: Свіцязь

source: Свядица
be: р. Свядзіца

source: Святое озеро
be: Святое возера

source: Селява
be: Сялява

source: Сервайка
be: р. Сярвайка

source: Сервеч
be: [Сэрвач, р. Сэрвач]

source: Сергуч
be: [Сяргуч, р. Сяргуч]

source: Серебрянка
be: Серабранка

source: Серокотнянка
be: Серакатнянка

source: Сильница
be: р. Сільніца

source: Симаниха
be: р. Сіманіха

source: Симониха
be: р. Сіманіха

source: Синька
be: Сінька

source: Скупья
be: Скуп’я

source: Слепчанка
be: р. Слепчанка

source: Слепянская водная система
be: [Сляпянская водная сістема, Сляпянская водная сістэма]

source: Слободка
be: Слабодка

source: Словечна
be: Славечна

source: Слоуст
be: Слоўст

source: Случь
be: Случ

source: Смолянка
be: р. Смалянка

source: Смолярня
be: Смалярня

source: Смычица
be: Смычыца

source: Соколянка
be: р. Сакалянка

source: Солигорское водохранилище
be: Салігорскае вадасховішча

source: Соломенка
be: Саломенка

source: Солоновка
be: р. Салонаўка

source: Сосница
be: р. Сосніца

source: Сосновка
be: Сасноўка

source: Старобинка
be: Старобінка

source: Ствига
be: Сцвіга
